Repository: CaioRolla/open-demo
Catalog: apps/wish-app/locale/messages.*.xlf
Languages: pt

source: Drag and drop or <a href="javascript:" (click)="$event.stopPropagation(); input.click()"> browse </a> your files.
pt: Arraste e solte ou <a>selecione{CLOSE_LINK} entre seus arquivos.

source: Working late
pt: Trabalhando tarde

source: Good evening
pt: Boa noite

source: Good afternon
pt: Boa tarde

source: Good morning
pt: Bom Dia

source: Hi
pt: Oi

source: Failed to resend the confirmation. Contact the system administrator.
pt: Falha ao reenviar a confirmação. Entre em contato com o administrador do sistema.

source: A new confirmation email was sent to you.
pt: Um novo e-mail de confirmação foi enviado para você.

source: Forgot Password 👍
pt: Esqueci a senha 👍

source: Enter your account email.
pt: Digite o e-mail da sua conta.

source: The email field is required.
pt: O campo de e-mail é obrigatório.

source: Invalid email format.
pt: Formato de email inválido.

source: Send Confirmation
pt: Enviar confirmação

source: Incorrect email and/or password.
pt: E-mail e/ou senha incorretos.

source: Login ✌️
pt: Entrar ✌️

source: Please log in to access your account.
pt: Faça login para acessar sua conta.

source: Password
pt: Senha

source: The password field is required.
pt: O campo de senha é necessária.

source: Login
pt: Entrar

source: Don't have an account? <a [routerLink]="['/', 'auth', 'sign-up']">Sign up Today</a>
pt: Não tem uma conta? <a>Inscreva-se{CLOSE_LINK}

source: Forgot password
pt: Esqueci a senha

source: You already have an account. Try logging in.
pt: Você já tem uma conta. Tente fazer login.

source: Sign Up 🎉
pt: Inscreva-se 🎉

source: Create an account to start using {{ config.appName }}.
pt: Crie uma conta para começar a usar {INTERPOLATION}.

source: Or
pt: Ou

source: Name
pt: Nome

source: The name field is required.
pt: O campo nome é obrigatório.

source: The password must have at least 5 characters.
pt: A senha deve ter pelo menos 5 caracteres.

source: Confirm Password
pt: Confirme a Senha

source: The password confirmation is required.
pt: A confirmação da senha é necessária.

source: Password confirmation does not match.
pt: A confirmação da senha não corresponde.

source: Sign Up
pt: Cadastrar

source: Already have an account? <a [routerLink]="['/', 'auth', 'sign-in']">Login</a>
pt: Já tem uma conta? <a>Entrar{CLOSE_LINK}

source: Something went wrong. Check your email for instructions on how to reset your password.
pt: Algo deu errado. Verifique seu e-mail para obter instruções sobre como redefinir sua senha.

source: Reset Password
pt: Redefinir senha

source: (optional)
pt: (opcional)

source: Connect with Google
pt: Entrar com o Google

source: Loading...
pt: Carregando...

source: Showing {{ showingCount }} of {{ totalCount }} results
pt: Exibindo {INTERPOLATION} de {INTERPOLATION_1} resultados

source: Loading...
pt: Carregando...

source: The best wishlist website!
pt: O melhor site de lista de desejos!

source: Create awesome wishlists and share with your family and friends! 🎉
pt: Crie listas de desejos incríveis e compartilhe com sua família e amigos! 🎉

source: Failed to create list.
pt: Falha ao criar lista.

source: Create List
pt: Criar lista

source: Your list must have a name
pt: Sua lista deve ter um nome

source: Description
pt: Descrição

source: Cancel
pt: Cancelar

source: Next
pt: Próximo

source: List deleted successfully!
pt: Lista excluída com sucesso!

source: Delete List
pt: Excluir lista

source: You are about to permanently delete <strong><.</p>.
pt: Você está prestes a excluir <strong>{INTERPOLATION}{CLOSE_TAG_STRONG} permanentemente.

source: Are you sure you want to continue?
pt: Você tem certeza que quer continuar?

source: Delete
pt: Excluir

source: Product deleted successfully!
pt: Produto excluído com sucesso!

source: Delete Product
pt: Excluir produto

source: Dashboard
pt: Painel

source: Lists
pt: Listas

source: Creation
pt: Criação

source: You haven't sent any lists yet.
pt: Você ainda não enviou nenhuma lista.

source: Active
pt: Ativo

source: Stopped
pt: Parou

source: You don't have any lists yet
pt: Você ainda não tem listas

source: Create a list and start receiving gifts from your friends!
pt: Crie uma lista e comece a receber presentes de seus amigos!

source: List updated successfully!
pt: Lista atualizada com sucesso!

source: Failed to update list.
pt: Falha ao atualizar a lista.

source: Copy URL
pt: Copiar URL

source: Share
pt: Compartilhar

source: Visit List
pt: Visitar lista

source: Manage List
pt: Gerenciar lista

source: Products
pt: Produtos

source: Appearence
pt: Aparência

source: Settings
pt: Configurações

source: List URL copied to Clipboard!
pt: URL da lista copiado para a área de transferência!

source: Profile
pt: Perfil

source: Your Products
pt: Seus produtos

source: Recommended
pt: Recomendados

source: Save
pt: Salvar

source: Products added to list!
pt: Produtos adicionados à lista!

source: Search for products to add in your list.
pt: Pesquise produtos para adicionar à sua lista.

source: No recommendations found.
pt: Nenhuma recomendação encontrada.

source: Add <ng-container *ngIf="selectControl.value.length">h}}{CLOSE_TAG_NG_CONTAINER}
pt: Adicionar <ng-container *ngIf="selectControl.value.length">h}}{CLOSE_TAG_NG_CONTAINER}

source: Product
pt: Produto

source: {{ filteredProductsCount$ | async }} products
pt: {INTERPOLATION} produtos

source: Search...
pt: Pesquisar...

source: Search for products currently in your list.
pt: Pesquise produtos atualmente em sua lista.

source: Edit product
pt: Editar produto

source: Delete product
pt: Excluir produto

source: You don't have any products yet. <a (click)="createProductClicked()" href="javascript:">Click here</a> to add products manually or check out our <a (click)="recommendedProductClicked()" href="javascript:">recommended products</a>
pt: Você ainda não tem nenhum produto. <a>Clique aqui{CLOSE_LINK} para adicionar produtos manualmente ou confira nossos <a>produtos recomendados{CLOSE_LINK}

source: Search does not match any product.
pt: A pesquisa não corresponde a nenhum produto.

source: Allow your friends to send you a PIX!
pt: Permita que seus amigos lhe enviem um PIX!

source: 🗓 Event Information
pt: 🗓 Informações do evento

source: Let your friends and family know when and where the event is going to happen.
pt: Avise seus amigos e familiares quando e onde o evento vai acontecer.

source: Location
pt: Localização

source: Date
pt: Data

source: Invalid date format
pt: Formato de data inválido

source: Failed to select product. Try again or select another.
pt: Falha ao selecionar o produto. Tente novamente ou selecione outro.

source: Product unselected successfully.
pt: Produto desmarcado com sucesso.

source: Failed to unselect product. Try again or contact the list owner.
pt: Falha ao desmarcar o produto. Tente novamente ou entre em contato com o proprietário da lista.

source: Please inform your name and email to access the list.
pt: Informe seu nome e e-mail para acessar a lista.

source: Access list
pt: Acessar lista

source: Open your payment app or internet banking
pt: Abra seu aplicativo de pagamento ou internet banking

source: Search for the PIX option
pt: Procure a opção PIX

source: Copy and paste the following code or scan the QR Code
pt: Copie e cole o seguinte código ou escaneie o QR Code

source: Copy and paste the following code
pt: Copie e cole o seguinte código

source: Copied PIX code to Clipboard
pt: Código PIX copiado com sucesso.

source: You successfully selected a product.
pt: Você selecionou um produto com sucesso.

source: You successfully selected a product. You can click in the product bellow to buy it.
pt: Você selecionou um produto com sucesso. Você pode clicar no produto abaixo para comprá-lo.

source: Buy <hero-icon demo-icon-suffix name="external-link"></hero-icon>
pt: Comprar <hero-icon demo-icon-suffix name="external-link"></hero-icon>

source: Product saved successfully!
pt: Produto salvo com sucesso!

source: Add Product
pt: Adicionar produto

source: {{ pe }}selected selected this product.
pt: <strong>{INTERPOLATION}{CLOSE_TAG_STRONG} selecionou este produto.

source: Remove
pt: Remover

source: Load product information automatically
pt: Carregar informações do produto automaticamente

source: Extract product name, description, price and images from URL
pt: Extraia o nome do produto, descrição, preço e imagens da URL

source: The product must have a name
pt: O produto deve ter um nome

source: Price
pt: Preço

source: Estimated price. It does not need to be exact.
pt: Preço estimado. Não precisa ser exato.

source: Images
pt: Imagens

source: Please provide a valid URL
pt: Forneça um URL válido

source: Make a PIX
pt: Faça um PIX

source: See product <hero-icon demo-icon-suffix name="external-link">{CLOSE_TAG_HERO_ICON}
pt: Ver produto <hero-icon demo-icon-suffix name="external-link"></hero-icon>

source: Unselect
pt: Desmarcar

source: Select
pt: Selecionar

source: Unavailable
pt: Indisponível

source: Lists
pt: Listas

source: Logout
pt: Sair
